Repository: chentao1006/FluxRemote
Catalog: ios/FluxRemote/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko

# monitor.aiAnalysisPrompt
source: 内容过长或为空，无法进行分析。
de: Inhalt ist zu lang oder leer und kann nicht analysiert werden.
en: Content too long or empty to analyze.
es: El contenido es demasiado largo o está vacío para analizar.
fr: Le contenu est trop long ou vide pour être analysé.
it: Il contenuto è troppo lungo o vuoto da analizzare.
ja: 内容が長すぎるか空のため分析できません。
ko: 내용이 너무 길거나 비어 있어 분석할 수 없습니다.

# monitor.aiAnalysisReady
source: 待分析，点击右上角图标开始。
de: Bereit. Klicke auf die Schaltfläche zum Starten.
en: Ready. Click the button to start.
es: Listo. Pulsa el botón para empezar.
fr: Prêt. Cliquez sur le bouton pour commencer.
it: Pronto. Tocca il pulsante per iniziare.
ja: 準備完了。ボタンをクリックして開始します。
ko: 준비되었습니다. 버튼을 클릭하여 시작하세요.

# monitor.aiAnalysisTitle
source: AI 分析
de: KI-Analyse
en: AI Analysis
es: Análisis de IA
fr: Analyse IA
it: Analisi IA
ko: AI 분석

# monitor.aiAnalyzeBtn
source: AI 分析
de: Mit KI analysieren
en: AI Analyze
es: Analizar con IA
fr: Analyser avec l’IA
it: Analizza con IA
ko: AI 분석

# monitor.aiAnalyzeOutput
source: AI 分析输出
de: AI Analyze Output
en: AI Analyze Output
es: AI Analyze Output
fr: AI Analyze Output
it: AI Analyze Output
ja: AI Analyze Output
ko: AI Analyze Output

# monitor.aiAnalyzeOutputPrompt
source: 点击下方按钮将使用 AI 分析终端输出。
de: Clicking the button below will analyze the output with AI.
en: Clicking the button below will analyze the output with AI.
es: Clicking the button below will analyze the output with AI.
fr: Clicking the button below will analyze the output with AI.
it: Clicking the button below will analyze the output with AI.
ja: Clicking the button below will analyze the output with AI.
ko: Clicking the button below will analyze the output with AI.

# monitor.aiAssistantTitle
source: AI 助手
de: KI-Assistent
en: AI Assistant
es: Asistente de IA
fr: Assistant IA
it: Assistente IA
ja: AIアシスタント
ko: AI 어시스턴트

# monitor.aiPromptPlaceholder
source: 描述你的需求...
de: Describe what you want...
en: Describe what you want...
es: Describe what you want...
fr: Describe what you want...
it: Describe what you want...
ja: Describe what you want...
ko: Describe what you want...

# monitor.aiTranslate
source: AI 翻译
de: AI Translate
en: AI Translate
es: AI Translate
fr: AI Translate
it: AI Translate
ja: AI Translate
ko: AI Translate

# monitor.aiTranslatePrompt
source: 描述你想要执行的操作...
de: Describe what you want to do...
en: Describe what you want to do...
es: Describe what you want to do...
fr: Describe what you want to do...
it: Describe what you want to do...
ja: Describe what you want to do...
ko: Describe what you want to do...

# monitor.analysisFailed
source: 分析失败
de: Analysis Failed
en: Analysis Failed
es: Analysis Failed
fr: Analysis Failed
it: Analysis Failed
ja: Analysis Failed
ko: Analysis Failed

# monitor.arch
source: 架构
de: Architektur
en: Architecture
es: Arquitectura
fr: Architecture
it: Architettura
ja: アーキテクチャ
ko: 아키텍처

# monitor.battery
source: 电池
de: Battery
en: Battery
es: Battery
fr: Battery
it: Battery
ja: Battery
ko: Battery

# monitor.configs
source: 配置
de: Configs
en: Configs
es: Configs
fr: Configs
it: Configs
ja: Configs
ko: Configs

# monitor.cpu
source: CPU 使用率
de: CPU Usage
en: CPU Usage
es: CPU Usage
fr: CPU Usage
it: CPU Usage
ja: CPU Usage
ko: CPU Usage

# monitor.decodeFailed
source: 解码失败
de: Decode Failed
en: Decode Failed
es: Decode Failed
fr: Decode Failed
it: Decode Failed
ja: Decode Failed
ko: Decode Failed

# monitor.diskSpace
source: 磁盘空间
de: Disk Space
en: Disk Space
es: Disk Space
fr: Disk Space
it: Disk Space
ja: Disk Space
ko: Disk Space

# monitor.download
source: 下载
de: Download
en: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드

# monitor.generatedPreview
source: 生成结果
de: Generiertes Ergebnis
en: Generated Result
es: Resultado generado
fr: Résultat généré
it: Risultato generato
ja: 生成結果
ko: 생성 결과

# monitor.hostname
source: 主机名
de: Hostname
en: Hostname
es: Nombre de host
fr: Nom d’hôte
it: Nome host
ja: ホスト名
ko: 호스트 이름

# monitor.info
source: 系统信息
de: Systeminformationen
en: System Info
es: Información del sistema
fr: Infos système
it: Info sistema
ja: システム情報
ko: 시스템 정보

# monitor.loadAvg
source: 负载
de: Load Average
en: Load Average
es: Load Average
fr: Load Average
it: Load Average
ja: Load Average
ko: Load Average

# monitor.logs
source: 日志
de: Logs
en: Logs
es: Logs
fr: Logs
it: Logs
ja: Logs
ko: Logs

# monitor.memory
source: 内存使用率
de: Memory Usage
en: Memory Usage
es: Memory Usage
fr: Memory Usage
it: Memory Usage
ja: Memory Usage
ko: Memory Usage

# monitor.memPressure
source: 内存压力
de: Memory Pressure
en: Memory Pressure
es: Memory Pressure
fr: Memory Pressure
it: Memory Pressure
ja: Memory Pressure
ko: Memory Pressure

# monitor.metrics
source: 实时指标
de: Echtzeitmetriken
en: Realtime Metrics
es: Métricas en tiempo real
fr: Métriques en temps réel
it: Metriche in tempo reale
ja: リアルタイム指標
ko: 실시간 지표

# monitor.network
source: 网络流量
de: Network Traffic
en: Network Traffic
es: Network Traffic
fr: Network Traffic
it: Network Traffic
ja: Network Traffic
ko: Network Traffic

# monitor.osVersion
source: 系统版本
de: OS-Version
en: OS Version
es: Versión del SO
fr: Version du système
it: Versione OS
ja: OSバージョン
ko: OS 버전

# monitor.processes
source: 进程
de: Prozesse
en: Processes
es: Procesos
fr: Processus
it: Processi
ja: プロセス
ko: 프로세스

# monitor.quickCmds.arch
source: 硬件架构
de: Arch
en: Arch
es: Arch
fr: Arch
it: Arch
ja: Arch
ko: Arch

# monitor.quickCmds.cpuSort
source: CPU 排行
de: CPU Top
en: CPU Top
es: CPU Top
fr: CPU Top
it: CPU Top
ja: CPU Top
ko: CPU Top

# monitor.quickCmds.df
source: 磁盘
de: Festplatte
en: Disk
es: Disco
fr: Disque
it: Disco
ja: ディスク
ko: 디스크

# monitor.quickCmds.dns
source: DNS 配置
de: DNS
en: DNS
es: DNS
fr: DNS
it: DNS
ja: DNS
ko: DNS

# monitor.quickCmds.downloads
source: 下载历史
de: Downloads
en: Downloads
es: Downloads
fr: Downloads
it: Downloads
ja: Downloads
ko: Downloads

# monitor.quickCmds.ip
source: 本机 IP
de: Local IP
en: Local IP
es: Local IP
fr: Local IP
it: Local IP
ja: Local IP
ko: Local IP

# monitor.quickCmds.ls
source: 目录
de: Verzeichnis
en: Directory
es: Directorio
fr: Répertoire
it: Directory
ja: ディレクトリ
ko: 디렉터리

# monitor.quickCmds.memSort
source: 内存排行
de: Mem Top
en: Mem Top
es: Mem Top
fr: Mem Top
it: Mem Top
ja: Mem Top
ko: Mem Top

# monitor.quickCmds.ports
source: 监听端口
de: Ports
en: Ports
es: Puertos
fr: Ports
it: Porte
ja: ポート
ko: 포트

# monitor.quickCmds.procCount
source: 进程数
de: Prozesse
en: Processes
es: Procesos
fr: Processus
it: Processi
ja: プロセス
ko: 프로세스

# monitor.quickCmds.space
source: 空间详情
de: Space
en: Space
es: Space
fr: Space
it: Space
ja: Space
ko: Space

# monitor.quickCmds.uptime
source: 运行时间
de: Laufzeit
en: Uptime
es: Tiempo activo
fr: Temps de fonctionnement
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간

# monitor.quickCmds.vers
source: 系统版本
de: Sys Vers
en: Sys Vers
es: Sys Vers
fr: Sys Vers
it: Sys Vers
ja: Sys Vers
ko: Sys Vers

# monitor.quickCmds.who
source: 活跃用户
de: Who
en: Who
es: Who
fr: Who
it: Who
ja: Who
ko: Who

# monitor.screenshot
source: 屏幕快照
de: Screen Capture
en: Screen Capture
es: Screen Capture
fr: Screen Capture
it: Screen Capture
ja: Screen Capture
ko: Screen Capture

# monitor.screenshotPermissionMessage
source: 获取屏幕快照需要在 Mac 端授予屏幕录制权限。Mac 端将弹出系统授权请求，请点击“允许”或“确定”以开启快照功能。
de: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
en: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
es: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
fr: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
it: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
ja: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.
ko: Screen capture requires Screen Recording permission on the Mac side. When you see the system authorization request on your Mac, please click 'Allow' or 'OK'.

# monitor.screenshotPermissionTitle
source: 屏幕录制权限
de: Screen Recording Permission
en: Screen Recording Permission
es: Screen Recording Permission
fr: Screen Recording Permission
it: Screen Recording Permission
ja: Screen Recording Permission
ko: Screen Recording Permission

# monitor.sections
source: 单元概览
de: Units Overview
en: Units Overview
es: Units Overview
fr: Units Overview
it: Units Overview
ja: Units Overview
ko: Units Overview

# monitor.sys
source: 内核态
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템

# monitor.title
source: 系统概览
de: Systemübersicht
en: System Overview
es: Resumen del sistema
fr: Vue d’ensemble du système
it: Panoramica sistema
ja: システム概要
ko: 시스템 개요

# monitor.upload
source: 上传
de: Upload
en: Upload
es: Subir
fr: Téléverser
it: Carica
ja: アップロード
ko: 업로드

# monitor.uptime
source: 运行时间
de: Laufzeit
en: Uptime
es: Tiempo activo
fr: Temps de fonctionnement
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간

# monitor.user
source: 用户态
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ko: 사용자

# navigation.customizeTabs
source: 自定义导航
de: Customize Tabs
en: Customize Tabs
es: Customize Tabs
fr: Customize Tabs
it: Customize Tabs
ja: Customize Tabs
ko: Customize Tabs

# navigation.customizeTabsFooter
source: 概览固定为第一个标签。选择更多之前展示的三个功能板块。
de: Monitor is fixed as the first tab. Choose the three modules shown before More.
en: Monitor is fixed as the first tab. Choose the three modules shown before More.
es: Monitor is fixed as the first tab. Choose the three modules shown before More.
fr: Monitor is fixed as the first tab. Choose the three modules shown before More.
it: Monitor is fixed as the first tab. Choose the three modules shown before More.
ja: Monitor is fixed as the first tab. Choose the three modules shown before More.
ko: Monitor is fixed as the first tab. Choose the three modules shown before More.

# navigation.tabSlot
source: 第 %d 个标签
de: Tab %d
en: Tab %d
es: Tab %d
fr: Tab %d
it: Tab %d
ja: Tab %d
ko: Tab %d

# nginx.accessLogs
source: 访问日志
de: Zugriffslogs
en: Access Logs
es: Logs de acceso
fr: Logs d’accès
it: Log di accesso
ja: アクセスログ
ko: 액세스 로그

# nginx.activeSites
source: 活动站点
de: Active Sites
en: Active Sites
es: Active Sites
fr: Active Sites
it: Active Sites
ja: Active Sites
ko: Active Sites

# nginx.addSite
source: 添加站点
de: Add Site
en: Add Site
es: Add Site
fr: Add Site
it: Add Site
ja: Add Site
ko: Add Site

# nginx.binPath
source: 路径: %@
de: Path: %@
en: Path: %@
es: Path: %@
fr: Path: %@
it: Path: %@
ja: Path: %@
ko: Path: %@

# nginx.errorLogs
source: Nginx 错误日志
de: Nginx Error Logs
en: Nginx Error Logs
es: Nginx Error Logs
fr: Nginx Error Logs
it: Nginx Error Logs
ja: Nginx Error Logs
ko: Nginx Error Logs

# nginx.filenamePlaceholder
source: 文件名 (例如 example.conf)
de: Dateiname (z. B. example.conf)
en: Filename (e.g., example.conf)
es: Nombre de archivo (p. ej., example.conf)
fr: Nom de fichier (ex. example.conf)
it: Nome file (es. example.conf)
ja: ファイル名（例: example.conf）
ko: 파일 이름(예: example.conf)

# nginx.noLogData
source: 无日志数据
de: No log data
en: No log data
es: No log data
fr: No log data
it: No log data
ja: No log data
ko: No log data

# nginx.restartConfirm
source: 确定要重启 Nginx 服务吗？这将应用所有新配置。
de: Restart Nginx service? This will apply new configurations.
en: Restart Nginx service? This will apply new configurations.
es: Restart Nginx service? This will apply new configurations.
fr: Restart Nginx service? This will apply new configurations.
it: Restart Nginx service? This will apply new configurations.
ja: Restart Nginx service? This will apply new configurations.
ko: Restart Nginx service? This will apply new configurations.

# nginx.runningStatus
source: 运行状态
de: Running Status
en: Running Status
es: Running Status
fr: Running Status
it: Running Status
ja: Running Status
ko: Running Status

# nginx.serviceControl
source: 服务控制
de: Dienststeuerung
en: Service Control
es: Control del servicio
fr: Contrôle du service
it: Controllo servizio
ja: サービス制御
ko: 서비스 제어

# nginx.siteManagement
source: 站点管理
de: Site Management
en: Site Management
es: Site Management
fr: Site Management
it: Site Management
ja: Site Management
ko: Site Management

# nginx.stopConfirm
source: 确定要停止 Nginx 服务吗？所有站点将无法访问。
de: Stop Nginx service? Your hosted sites will become inaccessible.
en: Stop Nginx service? Your hosted sites will become inaccessible.
es: Stop Nginx service? Your hosted sites will become inaccessible.
fr: Stop Nginx service? Your hosted sites will become inaccessible.
it: Stop Nginx service? Your hosted sites will become inaccessible.
ja: Stop Nginx service? Your hosted sites will become inaccessible.
ko: Stop Nginx service? Your hosted sites will become inaccessible.

# nginx.sudoRequired
source: 需要 sudo 密码。请前往网页版操作或等候后续集成密码输入。
de: Sudo password required. Please use the web version or wait for password integration.
en: Sudo password required. Please use the web version or wait for password integration.
es: Sudo password required. Please use the web version or wait for password integration.
fr: Sudo password required. Please use the web version or wait for password integration.
it: Sudo password required. Please use the web version or wait for password integration.
ja: Sudo password required. Please use the web version or wait for password integration.
ko: Sudo password required. Please use the web version or wait for password integration.

# nginx.testConfig
source: 测试配置
de: Test Config
en: Test Config
es: Test Config
fr: Test Config
it: Test Config
ja: Test Config
ko: Test Config

# nginx.viewErrorLogs
source: 查看错误日志
de: View Error Logs
en: View Error Logs
es: View Error Logs
fr: View Error Logs
it: View Error Logs
ja: View Error Logs
ko: View Error Logs

# nginx.viewLogs
source: 查看日志
de: View Logs
en: View Logs
es: View Logs
fr: View Logs
it: View Logs
ja: View Logs
ko: View Logs

# Other
source: 其它
de: Andere
en: Other
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타

# ports.allStates
source: 全部状态
de: All States
en: All States
es: All States
fr: All States
it: All States
ja: All States
ko: All States

# ports.fetchFailed
source: 端口加载失败
de: Failed to load ports
en: Failed to load ports
es: Failed to load ports
fr: Failed to load ports
it: Failed to load ports
ja: Failed to load ports
ko: Failed to load ports

# ports.listeningPorts
source: 监听中
de: lauschend
en: listening
es: escuchando
fr: à l’écoute
it: in ascolto
ja: リッスン中
ko: 수신 중

# ports.noData
source: 暂无端口
de: No ports found
en: No ports found
es: No ports found
fr: No ports found
it: No ports found
ja: No ports found
ko: No ports found

# ports.processGroups
source: 进程
de: processes
en: processes
es: processes
fr: processes
it: processes
ja: processes
ko: processes

# ports.searchPlaceholder
source: 搜索端口、进程、PID...
de: Search ports, processes, PID...
en: Search ports, processes, PID...
es: Search ports, processes, PID...
fr: Search ports, processes, PID...
it: Search ports, processes, PID...
ja: Search ports, processes, PID...
ko: Search ports, processes, PID...

# ports.state
source: 状态
de: State
en: State
es: State
fr: State
it: State
ja: State
ko: State

# ports.state.close_wait
source: 等待关闭
de: CLOSE WAIT
en: CLOSE WAIT
es: CLOSE WAIT
fr: CLOSE WAIT
it: CLOSE WAIT
ja: CLOSE WAIT
ko: CLOSE WAIT

# ports.state.closed
source: 已关闭
de: CLOSED
en: CLOSED
es: CLOSED
fr: CLOSED
it: CLOSED
ja: CLOSED
ko: CLOSED

# ports.state.closing
source: 关闭中
de: CLOSING
en: CLOSING
es: CLOSING
fr: CLOSING
it: CLOSING
ja: CLOSING
ko: CLOSING

# ports.state.established
source: 已连接
de: ESTABLISHED
en: ESTABLISHED
es: ESTABLISHED
fr: ESTABLISHED
it: ESTABLISHED
ja: ESTABLISHED
ko: ESTABLISHED

# ports.state.fin_wait1
source: 结束等待 1
de: FIN WAIT 1
en: FIN WAIT 1
es: FIN WAIT 1
fr: FIN WAIT 1
it: FIN WAIT 1
ja: FIN WAIT 1
ko: FIN WAIT 1

# ports.state.fin_wait2
source: 结束等待 2
de: FIN WAIT 2
en: FIN WAIT 2
es: FIN WAIT 2
fr: FIN WAIT 2
it: FIN WAIT 2
ja: FIN WAIT 2
ko: FIN WAIT 2

# ports.state.last_ack
source: 最后确认
de: LAST ACK
en: LAST ACK
es: LAST ACK
fr: LAST ACK
it: LAST ACK
ja: LAST ACK
ko: LAST ACK

# ports.state.listen
source: 监听
de: LISTEN
en: LISTEN
es: LISTEN
fr: LISTEN
it: LISTEN
ja: LISTEN
ko: LISTEN

# ports.state.syn_recv
source: 收到同步
de: SYN RECEIVED
en: SYN RECEIVED
es: SYN RECEIVED
fr: SYN RECEIVED
it: SYN RECEIVED
ja: SYN RECEIVED
ko: SYN RECEIVED

# ports.state.syn_sent
source: 同步已发送
de: SYN SENT
en: SYN SENT
es: SYN SENT
fr: SYN SENT
it: SYN SENT
ja: SYN SENT
ko: SYN SENT

# ports.state.time_wait
source: 时间等待
de: TIME WAIT
en: TIME WAIT
es: TIME WAIT
fr: TIME WAIT
it: TIME WAIT
ja: TIME WAIT
ko: TIME WAIT

# ports.title
source: 端口管理
de: Portverwaltung
en: Port Management
es: Gestión de puertos
fr: Gestion des ports
it: Gestione porte
ja: ポート管理
ko: 포트 관리

# ports.usedPorts
source: 端口
de: ports
en: ports
es: ports
fr: ports
it: ports
ja: ports
ko: ports

# process.command
source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름

# processes.cpuTime
source: 运行时长
de: Total CPU Time
en: Total CPU Time
es: Total CPU Time
fr: Total CPU Time
it: Total CPU Time
ja: Total CPU Time
ko: Total CPU Time

# processes.details
source: 进程详细信息
de: Prozessdetails
en: Process Details
es: Detalles del proceso
fr: Détails du processus
it: Dettagli processo
ja: プロセス詳細
ko: 프로세스 상세

# processes.fetchFailed
source: 读取失败
de: Abruf fehlgeschlagen
en: Fetch Failed
es: Error al obtener
fr: Échec du chargement
it: Recupero non riuscito
ja: 取得失敗
ko: 가져오기 실패

# processes.forceKill
source: 强制结束进程
de: Erzwingen (SIGKILL)
en: Force Kill (SIGKILL)
es: Forzar cierre (SIGKILL)
fr: Forcer l’arrêt (SIGKILL)
it: Forza chiusura (SIGKILL)
ja: 強制終了 (SIGKILL)
ko: 강제 종료(SIGKILL)

# processes.forceKillConfirm
source: 确定要强制结束进程吗 (SIGKILL)?
de: Are you sure you want to force kill this process (SIGKILL)?
en: Are you sure you want to force kill this process (SIGKILL)?
es: Are you sure you want to force kill this process (SIGKILL)?
fr: Are you sure you want to force kill this process (SIGKILL)?
it: Are you sure you want to force kill this process (SIGKILL)?
ja: Are you sure you want to force kill this process (SIGKILL)?
ko: Are you sure you want to force kill this process (SIGKILL)?

# processes.fullCommand
source: 全路径命令
de: Vollständiger Befehl
en: Full Command
es: Comando completo
fr: Commande complète
it: Comando completo
ja: 完全なコマンド
ko: 전체 명령

# processes.kill
source: 结束进程
de: Kill Process
en: Kill Process
es: Kill Process
fr: Kill Process
it: Kill Process
ja: Kill Process
ko: Kill Process

# processes.mem
source: 内存
de: MEM
en: MEM
es: MEM
fr: MEM
it: MEM
ja: MEM
ko: MEM

# processes.noData
source: 无进程数据
de: No Processes
en: No Processes
es: No Processes
fr: No Processes
it: No Processes
ja: No Processes
ko: No Processes

# processes.openFiles
source: 打开的文件 (LSOF)
de: Open Files/Connections
en: Open Files/Connections
es: Open Files/Connections
fr: Open Files/Connections
it: Open Files/Connections
ja: Open Files/Connections
ko: Open Files/Connections

# processes.parentPid
source: 父进程
de: Übergeordnete PID
en: Parent PID
es: PID padre
fr: PID parent
it: PID padre
ja: 親PID
ko: 상위 PID

# processes.searchPlaceholder
source: 搜索名称或 PID...
de: Search Name or PID...
en: Search Name or PID...
es: Search Name or PID...
fr: Search Name or PID...
it: Search Name or PID...
ja: Search Name or PID...
ko: Search Name or PID...

# processes.sort
source: 排序
de: Sort
en: Sort
es: Sort
fr: Sort
it: Sort
ja: Sort
ko: Sort

# processes.startTime
source: 启动时间
de: Start Time
en: Start Time
es: Start Time
fr: Start Time
it: Start Time
ja: Start Time
ko: Start Time

# processes.state
source: 状态
de: State
en: State
es: State
fr: State
it: State
ja: State
ko: State

# processes.terminate
source: 停止进程
de: Beenden (SIGTERM)
en: Terminate (SIGTERM)
es: Terminar (SIGTERM)
fr: Terminer (SIGTERM)
it: Termina (SIGTERM)
ja: 終了 (SIGTERM)
ko: 종료(SIGTERM)

# processes.terminateConfirm
source: 确定要安全停止进程吗 (SIGTERM)?
de: Are you sure you want to terminate this process (SIGTERM)?
en: Are you sure you want to terminate this process (SIGTERM)?
es: Are you sure you want to terminate this process (SIGTERM)?
fr: Are you sure you want to terminate this process (SIGTERM)?
it: Are you sure you want to terminate this process (SIGTERM)?
ja: Are you sure you want to terminate this process (SIGTERM)?
ko: Are you sure you want to terminate this process (SIGTERM)?

# processes.title
source: 进程管理
de: Task-Manager
en: Task Manager
es: Administrador de tareas
fr: Gestionnaire des tâches
it: Gestione attività
ja: タスクマネージャー
ko: 작업 관리자

# processes.user
source: 用户
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ko: 사용자

# server.controlPanel
source: 控制面板
de: Kontrollbereich
en: Control Panel
es: Panel de control
fr: Panneau de contrôle
it: Pannello di controllo
ja: コントロールパネル
ko: 제어판

# server.reload
source: 重载
de: Reload
en: Reload
es: Reload
fr: Reload
it: Reload
ja: Reload
ko: Reload

# server.restart
source: 重启
de: Neu starten
en: Restart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 재시작

# server.start
source: 启动
de: Starten
en: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작

# server.status
source: 服务状态
de: Status
en: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태

# server.stop
source: 停止
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
it: Ferma
ko: 중지

# settings.account
source: 账户
de: Konto
en: Account
es: Cuenta
fr: Compte
it: Account
ja: アカウント
ko: 계정

# settings.active
source: 当前活动
de: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성

# settings.addServer
source: 添加服务器
de: Server hinzufügen
en: Add Server
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가

# settings.aiConfig
source: AI 服务配置
de: AI Service Configuration
en: AI Service Configuration
es: AI Service Configuration
fr: AI Service Configuration
it: AI Service Configuration
ja: AI Service Configuration
ko: AI Service Configuration

# settings.aiDisabled
source: AI 功能未开启
de: AI Features Disabled
en: AI Features Disabled
es: AI Features Disabled
fr: AI Features Disabled
it: AI Features Disabled
ja: AI Features Disabled
ko: AI Features Disabled

# settings.aiDisabledDesc
source: 请前往 系统设置 -> AI 服务 中开启 AI 功能后使用。
de: Please go to Settings -> AI Services to enable this feature.
en: Please go to Settings -> AI Services to enable this feature.
es: Please go to Settings -> AI Services to enable this feature.
fr: Please go to Settings -> AI Services to enable this feature.
it: Please go to Settings -> AI Services to enable this feature.
ja: Please go to Settings -> AI Services to enable this feature.
ko: Please go to Settings -> AI Services to enable this feature.

# settings.aiEnabled
source: 开启 AI 功能
de: KI-Funktionen aktivieren
en: Enable AI Features
es: Activar funciones de IA
fr: Activer les fonctions IA
it: Abilita funzioni IA
ja: AI機能を有効化
ko: AI 기능 활성화

# settings.apiKey
source: API 密钥
de: API-Schlüssel
en: API Key
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키

# settings.cloudSync
source: iCloud 云端同步
de: iCloud-Synchronisierung
en: iCloud Synchronization
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화

# settings.cloudSyncDesc
source: 在登录了同一 iCloud 账号的设备间同步数据
de: Sync server list across devices
en: Sync server list across devices
es: Sync server list across devices
fr: Sync server list across devices
it: Sync server list across devices
ja: Sync server list across devices
ko: Sync server list across devices
